;You can include your name here if you want, I won't remove anything
;Set RTL to 1 if the your language is right to left, it will mirror the GUI
;REMOVED: plugindev help4 aa thumbbg wrongos wrongostitle installanyways
;You can comment a line by adding ; in front of it. You can remove these commented lines if you want
;The order of the lines doesn't matter
;The newly added keywords are at the bottom

;Language: Danish
;Translator: Conyc (Jakob Langgaard Andersen)
;Contact: conyc@conyc.dk

[win7shell]
RTL=0
newvers=Ny version tilgængelig
disableupdate=Du kan slå automatisk søgning af updateringer fra i tilføjelses konfigurationen
opendownload=Vil du åbne download siden?
uninstall=Du vil ikke se dette spørgsmål igen. Hvis du vil afinstallere den, så gå til
uninstallhowto='Winamp Preferences -> Plug-ins -> General Purpose -> Windows 7 Taskbar Integration' og afinstaller.
info=Information
config=Konfigurer Tilføjelse
on=TIL
off=FRA
previous=Forrige
pause=Pause
play=Afspil
stop=Stop
next=Næste
errorthumb=Fejl under instillingen af thumbnail, funktionen bliver slået fra
playing=Afspiller
paused=Paused
stopped=Stoppet
taskinitfail=Kunne ikke initialisere Windows 7 Proceslinje
images=Alle godkendte billedeformater
usethumbbg=Brug thumbnail som baggrund
selectimage=Vælg en billede fil
afterrestart=Ændring af afspilningsknapper vil først træde i kraft efter Winamp genstartes.
applysettings=Tilføjer Indstillinger
help1=Teksten du indtaster i denne tekstboks vil blive vist oven på thumbnailet. Du kan skrive så mange linjer du vil. Hvis 'formindsk thumbnail' indstillingen er slået til, vil rammens størrelse blive tilpasset til antallet af linjer i tekstboxen.
help2=For at lave dynamisk tekst kan du bruge et antal af meta-ord, som hvis du inkluderer i din tekst, vil blive udskiftet med den egentlige data fra Winamp. Her er ordene: 
help3=Linjen der indeholder dette vil blive vist centreret
help5=Titlen på nuværende afspillet media
help6=Kunstneren af nuværende afspillet media
help7=Navnet på albummet, tomt hvis det mangler
help8=Udgivnings år af albummet, tomt hvis det mangler
help9=Spornummer
help10=Nuværende sangs klassifikation som tal (f.eks. 4)
help11=Nuværende sangs klassifikation som stjerner (f.eks. ★★★★)
help12=Aktuel afspilningstid
help13=Tid til af nuværende sang
help14=Total afspilningstid
help15=Position på den aktuelle afspilningsliste
help16=Total antal af numre på den aktuelle afspilningsliste
help17=Bitrate i kb/s
help18=Samplingsfrekvens i kilohertz
help19=Nuværende lydstyrke i procent ('%' symbol er ikke inkluderet)
help20=Blanding (TIL / FRA)
help21=Gentagelse (TIL / FRA)
help=Hjælp
transparent=Gennemsigtig
albumart=Albums omslag
defbg=Standard baggrund
custombg=Brugerdefineret baggrund
browse=Gennemse...
buttons=Tilføj afspilningsknapper
shrink=Formindsk thumbnail i henhold til antal af linjer
taskicon=Proceslinjeikon
progressbar=Brug statusbar til af vise afspiller status
streaming=Set status til 'Ukendt' når media streames
error=Set status til 'Fejl' (rødt ikon) når media er stoppet
overlays=Brug ikon overlejring til at vise afspiller status
jumplist=Jumplist
bugslink=Fejl og forslag
bugstext=Indsend dine problemer og ønsker for tilføjelsen
sitelink=Projektets hjemmeside
sitetext=For opdateringer, nyheder, screenshots og detaljeret oversigt
noupdate=Tjek ikke efter opdateringer når Winamp startes
ok=OK
cancel=Annuller
removetitle=Fjern Winamp vinduetitel
selectfont=Vælg Skrifttype
aa=Anti-alias tekst
selectshadow=Skygge Farve
enable=Aktiver brugerdefineret Aero Peek thumbnail
plugdev=Udvikling
thumboptions=Indstillinger
thumbtext=Tekst
background=Baggrund
translink=Oversættelser
transtext=Hjælp med at oversætte tilføjelsen, eller hent tilgængelige oversættelser
favorite=Favoritter
vumeter=Brug statusbar som VU-meter
iconic=Vis billede som ikon i stedet for baggrund
author=Forfatter
volup=Lydstyrke +10%
voldown=Lydstyrke -10%
openfile=Åbn Fil
thumbpb=Vis afspilningsstatusbar på thumbnail
wapref=Winamp Indstillinger
startwa=Start venligst Winamp først
jumplisterror=Fejl under dannelse af jumplist

;removed: addtorecent
;a background mode comes in front of this sentence, like "Album art is used, if selected background not available"

revert=Bliver brugt hvis den valgte baggrund ikke er tilgængelig
jlchoice=Vis følgende kategorier i jumplisten:
jlrecent=Seneste
jlfrequent=Ofte
jltasks=Opgaver
creditslink=Credits
creditstext=Folk som har hjulpet med at lave denne tilføjelse
resumeplay=Fortsæt afspilning
fromstart=Spil fra starten
help22=Linjen der indeholder dette vil blive vist med større skrift
help23=Linjen der indeholder dette vil blive vist til venstre for thumbnailet
bookmark=Bogmærker
jlnote=Note: Kun filer der er registreret til at blive håndteret af Winamp vil blive tilføjet til listen (Winamp behøver ikke at være standard programmet). Hvis du allerede har filer i jumplisten kan du fjerne dem ved at rydde listen over seneste filer. Bogmærker bliver opdateret efter genstart og når indstillingerne gemmes.
mute=Mute

playlists=Afspilningslister
stopafter=Stop efter nuværende sang

maxbuttons=(Maksimum 7 knapper)
help24=Tegner en skygge bag ved teksten på den aktuelle linje (valgte farve)
help25=Tegner en halvgennemsigtig boks bag ved teksten (valgte farve)
help26=Tekst erstatningText replacement
help27=Tekst formatering

applybutton=Anvend
help28=Forhindre denne linje i at rulle